Repository: nashidau/rmnebula
Catalog: nebula/nebula/po/*.po
Languages: fr

source: Name
fr: Nom

source: Weight
fr: Poids

source: Size
fr: Taille

source: Value
fr: Valeur

source: Container
fr: Conteneur

source: Misc
fr: Divers

source: Gem
fr: Gemme

source: Herb
fr: Herbe

source: Armor
fr: Armure

source: Weapon
fr: Arme

source: Shield
fr: Bouclier

source: Misc. Name
fr: Nom divers

source: General
fr: Général

source: Intelligent Object
fr: Objet intelligent

source: Alignement
fr: Aligenement

source: Purpose
fr: But

source: Level
fr: Niveau

source: Empathic
fr: Empatique

source: Low Intelligence
fr: basse intelligence

source: Medium Intelligence
fr: Intelligence moyenne

source: High Intelligence
fr: Haute intelligence

source: Very High Intelligence
fr: Très haute intelligence

source: Artifact
fr: Artefact

source: Legendary Artifact
fr: Artefact légendaire

source: alignment
fr: alignement

source: purpose
fr: but

source: level
fr: niveau

source: Multiplier
fr: Multiplicateur

source: Adder
fr: Additionneur

source: times
fr: fois

source: Add Spell...
fr: Ajouter un sort...

source: Daily
fr: Quotidien

source: Cast As Level
fr: Lance comme niveau

source: Spells
fr: Sorts

source: data is NULL
fr: data est NULL

source: File failed to parse %s
fr: Le fichier %s n'a pas pu être parsé

source: Are you sure you want to %s
fr: Êtes vous sure de vouloir %s

source: Can't delete
fr: Ne peut pas effacer

source: nothing selected
fr: rien n'est selectionné

source: delete the %s %s and its children?
fr: effacer le %s %s et ses enfants ?

source: delete the %s %s?
fr: effacer le %s %s ?

source: Can't add any more children
fr: Ne peut plus ajouter d'enfant

source: unknown position
fr: position inconnue

source: Can't edit
fr: Ne peut pas éditer

source: <span weight="bold" size="larger">Do you wish to create a sibling or a child?</span> A sibling will be created at the same level as %s. A child will be added beneath the %s '%s'.
fr: <span weight="bold" size="larger"> Voulez-vous créer unfrêre ou un enfant ?</span> Un frêre sera créé au même niveau que %s. Un enfant sera créé sous %s '%s'.

source: Child
fr: Enfant

source: Sibling
fr: Frêre

source: Name:
fr: Nom :

source: Value:
fr: Valeur :

source: /_New Characteristic...
fr: /_Nouvelle charactéristique...

source: /_Edit Characteristic...
fr: /_Editer charactéristique...

source: /_Delete Characteristic
fr: E/_ffacer charactéristique

source: can't save
fr: ne peut pas sauver

source: data
fr: données

source: selected is %s=%s
fr: séléctionné est %s=%s

source: delete the characteristic %s
fr: effacer la charactéristique %s

source: Characteristic
fr: Charactéristique

source: prefix
fr: préfixe

source: realms
fr: royaumes

source: skills
fr: compétences

source: items
fr: objets

source: choices
fr: choix

source: appearance
fr: apparence

source: Use RMSS Appearance
fr: Utiliser l'apparence de RMSS

source: Use the RMMS (Pr - 25 + 5d10) instead of the mentalism companion method (d100 + 3*Pr)
fr: Utiliser RMSS (Pr - 25 + 5d10) au lieu de de la méthode du companion mentaliste (d100 + 3*Pr)

source: Use fixed points
fr: Utiliser des points fixes

source: Use 660 points instead of the default default of 600+10d0
fr: Utiliser 660 points au lieu des 600_10d10 par défaut

source: Use fixed potentials
fr: Utiliser des potentielles fixes

source: Use the RMSS option to give a fixed potential rather then the dice based system
fr: Utiliser l'option RMSS pour des potentielles fixes plutôt que le système basé sur des dés.

source: Ignore PR minimums
fr: Ignorer les minimums de PR

source: Ignore the requirement of 90 in your Prime Requisites
fr: Ingore le minimum de 90 pour une charactéristique primaire

source: Allow Potential gain
fr: Permette le gain des potentielles

source: Allow Potential stats to increase with stat gain
fr: Permettre aux charactéristiques potentielles d'augmenter avec le gain de stats

source: Appearance
fr: Apparence

source: Use the Appearance stat
fr: Utiliser la charactéristique Apparence

source: Sanity
fr: Santé mentale

source: Use the Sanity stat (from Mentalism Companion)
fr: Utiliser la charactéristique Santé mentale (du Companion Mentaliste)

source: Willpower
fr: Volonté

source: Use the Willpower stat (from Treasure Compantion)
fr: Utiliser le charactéristique Volonté (du Companion des Trésors)

source: Individual skill stat bonuses
fr: Bonus individuels pour les compétences

source: Each individual skill has a stat bonus, instead ofthe third listed in the category
fr: Chaque compétence possède son propre bonus de charactéristique au lieu du troisième bonus de la catégorie

source: Icon
fr: Icône

source: The icon shown for Nebula
fr: L'icône de Nebula

source: The logo shown for Nebula in About
fr: Le logo de Nebula dans le À propos

source: Data path
fr: Chemin des données

source: Where to look for data files Use : to separate items
fr: Où trouver les fichiers de données Utiliser : afin de séparer les objets

source: Print Command
fr: Commande d'impression

source: What command to use for printing, includes printer (-P<name>)
fr: Quelle commande utiliser pour l'impression. inclue l'imprimante (-P<name>)

source: XSLT Processor
fr: Processeur XSLT

source: Path to the XSLT processor /usr/bin/xalan
fr: Chemin du processeur XSLT /usr/bin/xalan

source: XSLT option flag
fr: Drapeau d'option XSLT

source: Flag translator uses to indicate XSLT file
fr: Drapeau utilisé pour indiquer le fichier XSLT

source: In option flag
fr: Drapeau d'option d'entrée

source: Flag translator uses to indicate input file
fr: Drapeau utilisé pour indiquer le fichier d'entrée

source: Out option flag
fr: Drapeau d'option de sortie

source: XSLT to convert to postscript
fr: XSLT afin de convertir vers du postscript

source: XSLT to convert to Hyper-Text Markup Language
fr: XSLT afin de convertir vers du HTML

source: None
fr: Aucun

source: I Agree
fr: J'accepte

source: I Don't agree
fr: Je n'accepte pas

source: Welcome to Nebula version
fr: Bienvenue dans Nebula version

source: Copyright 2001-2002 Brett Nash Nebula (the program and source files) comes with ABSOLUTELY NO WARRANTY; This is free software, and you are welcome to redistribute it under certain conditions; See COPYING for details. This excludes data files
fr: Copyright 2001-2002 Brett Nash Nebula (le programme et les fichiers sources) est livré SANS AUCUNE GARANTIE ; C'est un logiciel libre and vous pouvez le redistribuer sous certaines conditions ; voir COPYING pour les détails .Les fichiers de données ne sont pas concernés

source: Additionally certain components are copyright I.C.E (Or other individuals). Thus you agree that you either own the relevant materials or have obtained an appropriate licence from such bodies. These materials are not 'free'.
fr: De plus, certaines partie sont sous copyright I.C.E (Ou d'autres personnes). Vous devez donc soit posséder les livres correspondants ou avoir obtenu une license appropriée pour l'utilisation de ces données. Ces données ne sont pas 'libres'.

source: Don't show this again
fr: Ne plus afficher

source: Warning: No app icon
fr: Attention : pas d'icône d'application

source: Unable to read %s: %s
fr: Impossible de lire %s : %s

source: Class:
fr: Classe :

source: Cost:
fr: Coût :

source: Profession Bonus:
fr: Bonus de profession :

source: Special Bonus:
fr: Bonus spécial :

source: Ranks:
fr: Rangs :

source: Total Bonus:
fr: Bonus total :

source: Skill is frequently used
fr: La compétence est fréquemment utilisée

source: Has a half rank
fr: A la moitié des rangs

source: /_New Skill...
fr: /_Nouvelle compétence...

source: /_Edit Skill...
fr: /_Editer la compétence...

source: /_Delete Skill
fr: E/_ffacer la compétence

source: using individual stats
fr: utilise les stats individuelles

source: prog not found
fr: programme non trouvé

source: Progression is not defined
fr: La progression n'est pas définie

source: Prog %s unknown
fr: Programme %s inconnu

source: %s is not valid
fr: %s n'est pas valide

source: Warning: Skill with no stat
fr: Attention : compétence sans stat

source: Skill %s is not found
fr: Compétence %s non trouvée

source: Could not find: '%s' in '%s'
fr: N'a pas pu trouver : '%s' dans '%s'

source: Unknown buymode %d
fr: Mode d'achat inconnu %d

source: Purchase List
fr: List d'achat

source: Buy TP
fr: Acheter un TP

source: You have spent:
fr: Vous avez dépensé :

source: of %d DP
fr: parmi %d DP

source: of %d Hobby ranks
fr: parmi %d rangs de hobbies

source: of something
fr: parmi quelque chose

source: Load a list of skills
fr: Charger une liste de compétences

source: Save this list of skills
fr: Sauver une liste de compétences

source: Apply these purchaess
fr: Appliquer ces achats

source: Cancel these purchases
fr: Annuler ces achats

source: Warning: Attempt to buy %d extra ranks
fr: Attention : essai d'achat de %d rangs supplémentaires

source: Save skill purchases
fr: Sauver les achats de compétences

source: Got response %d from dialog run
fr: A eu la réponse %d du dialogue

source: Buyinfo is null
fr: Buyinfo est NULL

source: Class %s unknown
fr: Classe %s inconnue

source: Can't search for NULL prefix
fr: Ne peut pas chercher un prefix NULL

source: Invalid name
fr: Nom invalide

source: Skill %s not found
fr: La compétence %s n'est pas trouvée

source: New Skill
fr: Nouvelle compétence

source: Put your description here
fr: Ajouter votre description ici

source: Create Genre
fr: Créer un genre

source: This is where you create a genre
fr: C'est ici que vous créez votre genre

source: <b>Could not load Base Genre File</b> Check your data path
fr: <b>N'a pas pu charger le Fichier de Base des Genres</b> Vérifiez votre chemin de données

source: Genre Choices
fr: Choix de genre

source: Genre Name:
fr: Nom du Genre :

source: You must name your genre
fr: Vous devez donner un nom à votre genre

source: Create Regions
fr: Créer les Régions

source: Insert your regions
fr: Insérez vos Régions

source: Add Child
fr: Ajouter un enfant

source: Add Sibling
fr: Ajouter un frêre

source: Unknwn value (%d) from button press
fr: Valeur inconnue (%d) du bouton appuyé

source: Create Realms
fr: Créer les Royaumes

source: Insert your realms
fr: Insérez vos royaumes

source: Finish Genre
fr: Terminer le Genre

source: This is the last step in creating a Genre
fr: Ceci est la dernière étape de création d'un Genre

source: Realm
fr: Royaume

source: Name:
fr: Nom :

source: /_New Realm...
fr: /_Nouveau Royaume...

source: /_Edit Realm...
fr: /_Editer le Royaume...

source: /_Delete Realm
fr: E/_ffacer le Royaume

source: Magical Realms
fr: Royaumes magiques

source: Realms
fr: Royaumes

source: Channeling
fr: Théurgie

source: No 'Channeling', hence no religions!
fr: Pas de Théurgie, donc pas de religions !

source: No children to Channeling!
fr: Aucun enfant à Théurgie !

source: New Realm
fr: Nouveau Royaume

source: Regions
fr: Régions

source: /_New Region...
fr: /_Nouvelle Région...

source: /_Edit Region...
fr: /_Editer la Région...

source: /_Delete Region
fr: E/_ffacer la Région

source: Major Regions
fr: Régions principales

source: New Region
fr: Nouvelle Région

source: Class
fr: Classe

source: Limited
fr: Limitée

source: Combined
fr: Combinée

source: Racial
fr: Raciale

source: Basic Skills
fr: Compétences basiques

source: Skills
fr: Compétences

source: Nothing to insert
fr: Rien à insérer

source: Warning skill %s not available!
fr: Attention, compétence %s non disponible !

source: Error - invalid name
fr: Erreur - nom invalide
